# CfmPerFtSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..CfmPerFtSup2 Property
SymbolTypeId Class See Also
---
Symbol CFM/ft², indicating unit Cubic feet per minute square foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CfmPerFtSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CfmPerFtSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CfmPerFtSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace